Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: About an hour before the new deadline was due to pass on Thursday, government spokesman Mohammad al-Momani said Jordan was still holding al-Rishawi.
pt: Na tarde desta quinta-feira, o porta-voz do governo jordaniano, Mohammed al-Momani, deu a entender que a possível troca estava em espera e que al-Rishawi ainda estava na Jordânia .

source: A really diligent and clean process is going on at the moment,” Erdogan said at the General Assembly of Foreign Economic Relations Board in Istanbul on Saturday.
pt: Tudo é legal e de acordo com os procedimentos (...) acontece neste momento um processo limpo e diligente", disse Erdogan.

source: Should Congress pass a resolution of disapproval, Obama would veto that resolution .
pt: O Congresso pode impulsionar uma moção de reprovação, que o presidente Barack Obama pode vetar .

source: He had the courage of an army."
pt: Tinha a valentia de um Exército".

source: Mirroring the film's attempt to reboot an old franchise with more thrills, the park has hatched a new hybrid creature attraction, the bigger, badder Indominus Rex, created in a lab from a test tube mix of dinosaurs.
pt: Espelhando a tentativa do filme de reciclar uma antiga franquia com doses maiores de emoção, o parque criou uma nova criatura híbrida maior e mais malvada, o Indominus Rex.

source: The separatist leader Denis Pushilin said after the battle for the airport, which is now controlled by the Ukrainian army, that the bodies of "volunteers" from Russia would be returned home, openly acknowledging involvement from across the border.
pt: DONETSK, Ucrânia (Reuters) - O líder separatista ucraniano Denis Pushilin disse neste sábado que seis rebeldes foram mortos ao tentarem recuperar os corpos dos companheiros mortos pelo Exército ucraniano esta semana perto do aeroporto de Donetsk.

source: I wanted to help him so much," his father said in the book.
pt: “Era o que eu esperava de um pai, um pai presente”, disse.

source: I'm still not thinking I've been abused .
pt: "Não tenho tempo de pensar demais nas coisas .

source: President Obama said the school attack that left more than one hundred children dead in Pakistan demonstrates the "depravity" of Taliban.
pt: O presidente dos EUA, Barack Obama, condenou, nos termos mais fortes possíveis o terrível ataque do Taliban a uma escola em Peshawar, no Paquistão .

source: The agency then approved a fast-track designation for the drug in March, around the same time the Ebola outbreak began in Guinea, Liberia and Sierra Leone .
pt: Ao mesmo tempo, Piot reconheceu as dificuldades específicas de utilização de novas drogas na Guiné, na Libéria e em Serra Leoa, os países mais afetados pela epidemia.

source: In some cases, the elevated levels were reportedly 10 times higher than those on control subjects, and most of the polonium could not have come from natural sources.
pt: Em alguns casos, a quantia foi dez vezes acima do encontrado em ambiente controlado, e que o polônio não poderia ter vindo de fontes naturais.

source: June 13, 2014 - GM recalls 511,528 Chevrolet Camaros for an ignition switch problem similar to the defect linked to at least 13 deaths in Chevrolet Cobalts and other models.
pt: Os defeitos na chave de ignição em modelos mais velhos do Chevrolet Colbalt, Saturns Ions e outros modelos da GM foram relacionados a pelo menos 13 mortes.

source: The first details of how a drug could slow the pace of brain decline for patients with early stage Alzheimer's disease have emerged.
pt: Cientistas divulgaram os primeiros detalhes de como um novo medicamento pode retardar o avanço da doença de Alzheimer em suas primeiras fases.

source: Heavy snowfall in the northeastern coast of the country also affected many states in the south, causing a steep fall in temperatures in New Orleans from 21 degrees Celsius (70 degrees Fahrenheit) throughout the weekend to zero degrees (32 degrees Fahrenheit) on Tuesday.
pt: O temporal de neve que atinge o litoral nordeste do país avançou por alguns estados do sul e foi sentido em Nova Orleans, com uma forte queda das temperaturas, de 21 graus centígrados no fim de semana para zero grau nesta terça-feira.

source: A female protester has interrupted a news conference at the European Central Bank, yelling "end the ECB dictatorship" and leaping atop the table where ECB chief Mario Draghi was delivering his speech .
pt: Uma jovem manifestante tentou atacar Mario Draghi, presidente do Banco Central Europeu (BCE) durante uma coletiva de imprensa nesta quarta-feira, na sede da instituição em Frankfurt, que foi interrompida por alguns momentos.

source: EU could hold emergency summit to agree new sanctions on Russia
pt: UE concorda em expandir sanções contra Rússia por ações na Ucrânia

source: A potential move below $68 would make China's largest e-commerce firm the second high-profile tech company to fall below its IPO price this week after Twitter Inc (TWTR.N) on Thursday dropped below its 2013 IPO price.
pt: A mudança para abaixo de US$ 68 faria o maior e-commerce da China firmar-se como a segunda companhia de tecnologia de alto perfil a cair abaixo do preço de IPO esta semana, após o Twitter, na quinta-feira.

source: Lavrov: Nemtsov killing a 'filthy' crime, will be investigated with utmost vigor
pt: 'Esse crime vil será investigado com todo vigor da lei', disse Serguei Lavrov.

source: "If Messi was playing for another team then he would still be the best but I think here Barca made it easier for him to show his potential."
pt: Se mudarmos Messi de equipe, permanecerá sendo o melhor, mas acho que é mais fácil aqui por tudo em torno dele", disse Luis Enrique.

source: "I told myself the hardest thing to learn was that I could have a life while looking for her."
pt: Eu dizia que ela que tinha que corrigir, mas ela passou a obrigação para mim", declarou .

source: Q: How is this story relatable to people?
pt: Reuters - Como essa história está relacionada com as pessoas?

source: "These are the worst figures for forced displacement in a generation, signaling our complete failure to protect innocent civilians," Jan Egeland, the head of the Norwegian Refugee Council, which oversees the IDMC, said.
pt: "Esses são os piores dados de deslocamento forçado em uma geração, o que assinala nosso fracasso em proteger civis inocentes" disse Jan Egeland, secretário geral do NRC .

source: In the Senate, Democrat Majority Leader Harry Reid and Republican Minority Leader Mitch McConnell had resumed talks Tuesday night and were expected to soon announce details of the plan that was seen as able to pass both houses of Congress.
pt: "O senador Reid e o senador McConnell retomaram as negociações e estão otimistas sobre a possibilidade de se chegar a um acordo em breve", declarou Adam Jentleson, porta-voz do líder da maioria democrata, Harry Reid, em referência ao líder da minoria republicana, Mitch McConnell.

source: French President Francois Hollande (Reuters/Vincent Kessler) and Syria's President Bashar al-Assad .
pt: O presidente sírio, Bashar al-Assad, se reúne com delegação francesa, em Damasco. …

source: Xi said two-way trade between China and Latin America was expected to rise to $500 billion in 10 years.
pt: Xi disse que a expectativa é de que o comércio bilateral entre China e América Latina suba para 500 bilhões de dólares em dez anos.

source: "He has every power to stop it, and yet the president does nothing," Paul said of Obama.
pt: Ele deveria pensar que o presidente Obama ainda tem um ano e meio na presidência e que isso vai custar” .

source: ISIS beheads female civilians for the first time - monitor
pt: EI decapita pela primeira vez duas mulheres na Síria

source: ANKARA Turkey's ruling AK Party will exhaust all options in trying to form a new government before an early election is considered, Prime Minister Ahmet Davutoglu said on Wednesday, and he appeared to warn President Tayyip Erdogan against meddling.
pt: ANCARA (Reuters) - O primeiro-ministro da Turquia, Ahmet Davutoglu, renunciou nesta terça-feira em uma medida regimental após a eleição parlamentar, mas seguirá no cargo até que um novo governo seja formado, informou o gabinete do presidente do país, Tayyip Erdogan, em comunicado.

source: Are the people who were on his flights at risk?
pt: Não acreditamos que há risco para as pessoas que estavam no avião."

source: Kiev's pro-Western leaders hope Sunday's poll will stabilize the former Soviet republic after street protests toppled Moscow-backed president Viktor Yanukovich and pro-Russian separatists responded by seizing Crimea and parts of eastern Ukraine.
pt: O governo espera que a eleição estabilize a Ucrânia depois que os protestos generalizados derrubaram o presidente Viktor Yanukovich, apoiado por Moscou, em fevereiro, mas os separatistas prometeram impedir a realização da votação nas cidades do leste nas quais assumiram o controle.

source: A third US citizen, Jeffrey Fowle, was freed last month and no Americans are now being held in North Korea.
pt: O secretário-geral das Nações Unidas agradeceu à Coreia do Norte, que libertou o também americano Jeffrey Fowle no mês anterior.

source: Before traveling to Chile, Brazil is set to play two friendlies at home, against Mexico on June 7 in Sao Paulo and against Honduras on June 10 in Porto Alegre.
pt: Primeiro, contra o México, em 7 de junho, no Allianz Parque, em São Paulo, e depois contra Honduras, no Beira-Rio, em Porto Alegre, no dia 10 de junho.

source: “I thought I was smiling; I’m not that serious.”
pt: “Eu não gosto muito de sorrir .

source: MEXICO CITY The dismembered bodies of a Russian woman and her daughter were found in the Mexican border city of Tijuana, the attorney general's office of Baja California state said on Friday, and an official said another daughter had confessed to the killings.
pt: A polícia mexicana prendeu na sexta-feira uma jovem, filha de pais russos, pelo homicídio da mãe e da irmã, que foram encontradas decapitadas na semana passada em sua casa de Tijuana, noroeste do país, informou a promotoria do estado da Baixa Califórnia.

source: Search efforts are focused on two corridors - one stretching from the border of Kazakhstan and Turkmenistan to northern Thailand, and another from Indonesia to the Indian Ocean .
pt: As buscas foram concentradas em dois grandes corredores aéreos o chamado corredor norte, que se estende da fronteira entre o Cazaquistão e o Turcomenistão até o norte da Tailândia, e o corredor sul, que se alonga da Indonésia até o Oceano Índico.

source: The Brazilian central bank on Tuesday announced it will continue to intervene in the foreign exchange market at least until the end of March, though it halved the supply of currency hedges it offers on a daily basis to support the real.
pt: O Banco Central anunciou oficialmente nesta terça que vai estender pelo menos até o fim de março seu programa de leilões diários de "swaps cambiais" – instrumentos que funcionam como venda de moeda no mercado futuro .

source: One of the officials said the selfie was forwarded via WhatsApp, the globally popular instant messaging system owned by Facebook, to a phone number in Canada .
pt: A foto foi enviada por meio do aplicativo de mensagens instantâneas WhatsApp a um número de telefone norte-americano, disse uma destas fontes .

source: Greek Finance Minister Yanis Varoufakis has said he expects an agreement with bailout creditors to take place over the next week or so .
pt: "Eu acho que estamos muito perto [de um acordo], eu diria a uma semana", afirmou Varoufakis.

source: Normally, I don’t take people who cannot play at all .
pt: Mas... eu não sei o que os negros querem da vida .

source: third in Colombia's presidential election on Sunday, threw her support behind right-wing contender Oscar Ivan Zuluaga for June's run-off, even while most lawmakers from her party will back incumbent Juan Manuel Santos.
pt: BOGOTÁ (Reuters) - Os colombianos começaram a votar neste domingo na eleição presidencial que definirá o futuro das negociações de paz com as Forças Armadas Revolucionárias da Colômbia (Farc) e na qual o presidente Juan Manuel Santos e o candidato de direita Oscar Ivan Zuluaga aparecem como favoritos.

source: In the southern city of Dhalea, residents reported heavy fighting, with southern secessionist fighters trading artillery fire with Houthis backed up by army units loyal to Saleh.
pt: Na província de Dhalea, no sul, combatentes leais a Hadi, que tiveram o apoio de ataques aéreos nesta terça-feira, relataram bombardeio pesado e combate de rua com os houthis.

source: The lenders' proposals were put forward when Mr Tsipras met the head of the eurozone's finance ministers, Jeroen Dijsselbloem, and European Commission President Jean-Claude Juncker in Brussels this week.
pt: A Comissão Europeia afirmou que a proposta da Grécia não reflete o que tinha sido acordado na semana passada entre o presidente da entidade, Jean-Claude Juncker, e Tsipras.

source: Two members of Libya's interim parliament were shot and wounded when protesters stormed the General National Congress on Sunday, said the speaker of the assembly.
pt: Manifestantes armados atacaram neste domingo a sede do Congresso Geral Nacional (CGN), a mais alta autoridade política na Líbia, baleando dois deputados, informou o presidente do Congresso.

source: Chinese State Councilor Yang Jiechi met with visiting US Secretary of State John Kerry here on Saturday, pushing the two sides to make good preparations for Chinese President Xi Jinping's state visit to the United States in September.
pt: O secretário de Estado norte-americano, John Kerry, e o secretário do Tesouro, Jacob Lew, darão começo na terça-feira a dois dias de diálogo com o vice-premiê chinês, Wang Yang, e o conselheiro de Estado, Yang Jiechi .

source: It is a sex crime,' she told Vanity Fair in an interview
pt: É um crime sexual", disse a atriz de 24 anos à Vanity Fair.

source: A local news bulletin proclaimed they were rejoicing, their "hearts are filled with happy expectation" as they headed for a new home.
pt: Um noticiário regional afirmou que eles regozijaram com "os corações cheios de felicidade e expectativas" enquanto se dirigiam para seu novo lar.

source: "The cease-fire will end should Houthis or their allies not live up to the agreement - this is a chance for the Houthis to show that they care about their people and they care about the Yemen people," the Saudi foreign minister emphasized.
pt: O cessar-fogo será interrompido se não respeitarem o acordo", declarou o ministro, afirmando que a proposta saudita era "uma oportunidade para que os huthis demonstrem que se interessam em sua população e na do Iêmen".

source: Cuba invited a delegation of Brazilian entrepreneurs to visit this week as part of its new charm offensive.
pt: Cuba recebeu a visita da presidente Dilma Rousseff na inauguração do porto e convidou uma delegação de empresários brasileiros como parte de sua nova ofensiva.

source: Ukraine announced on Thursday that it would begin withdrawing artillery from the front line with rebels in the east, a move that amounts to ­recognition that a cease-fire meant to take effect on ­February 15 is holding at last.
pt: A Ucrânia anunciou nesta quinta-feira que iria começar a retirar a artilharia da linha de frente do confronto com rebeldes separatistas, no leste do país, um movimento que equivale a reconhecer que o cessar-fogo em vigor desde 15 de fevereiro está sendo mantido.

source: Newer seasons also feature less of the actual street with human characters, and more puppets in skits with animation or other technical wizardry .
pt: As temporadas mais novas também mostram menos o cenário da vila com personagens humanos e mais os bonecos em esquetes com animações .

source: Oil prices pushed higher early after OPEC Secretary General Abdallah El-Badri told reporters he expected the group to lower its oil output target to 29.5 million barrels per day (bpd) from 30 million bpd when it meets next in late November.
pt: O secretário-geral da Opep, Abdalla Salem el-Badri, diz esperar que o grupo reduza a meta de produção de petróleo de 30 milhões de barris para 29,5 milhões de barris em reunião prevista para o fim de novembro.

source: It was hard to believe, even seeing it with my own eyes, that at the end of the 20th Century, one of Europe's capitals, Belgrade, was under missile attack for several weeks, and then came the real intervention .
pt: Era quase impossível acreditar, mesmo vendo acontecer ante os meus próprios olhos, que nos anos finais do século 20 uma capital europeia, Belgrado, estava sob ataque de mísseis e assim ficou por várias semanas, até que, afinal, veio a verdadeira intervenção .

source: Ukraine's President Petro Poroshenko has accused Russia of a "flagrant violation of international law" after Russian humanitarian aid lorries entered Ukraine without permission.
pt: O presidente ucraniano, Petro Poroshenko, disse nesta sexta que a entrada do comboio russo de ajuda humanitária na Ucrânia representava uma violação da lei internacional e pediu a Moscou que retornasse a situação à legalidade.

source: But yet it's nothing to me because this is who I am. "
pt: Eu não gosto de dançar, eu sou a própria dança, porque estou em tudo", disse .

source: Turkish league suspended for week after attack on Fenerbahce bus
pt: Fenerbahçe pede suspensão da liga turca após "tentativa de assassinato"

source: Kabul, Reuters—US State Secretary John Kerry convinced Afghanistan’s feuding presidential candidates on Saturday to agree to a total recount of last month’s presidential election, which has threatened to split the country along ethnic lines.
pt: O Secretário de Estado dos EUA, John Kerry, desembarcou no Afeganistão para tentar costurar um acordo entre os candidatos à presidência, em um momento no qual uma crise ameaça fragmentar o país.

source: Holmes: "Well what I feel like doing is evil so can't do that"
pt: Mas assim de dizer 'você' é capaz de fazer isso .

source: Shooting on the film is scheduled to begin next year.
pt: A produção do filme está prevista para começar no próximo ano, disse o estúdio Sony.

source: International Switzerland regarded as best place in world for expats: global survey
pt: Suíça é o melhor país do mundo para estrangeiros viver, revela pesquisa

source: “This is a key step for us to go beyond the confines of traditional disease management, starting with the eye,” said Jimenez.
pt: "Este é um passo fundamental para que possamos ir além dos limites da gestão tradicional de doenças, começando com o olho", disse o presidente-executivo da Novartis, Joe Jimenez, em um comunicado.

source: "It (building snowmen) is imitating the infidels, it promotes lustiness and eroticism," one wrote.
pt: "Fazê-lo [fazer bonecos de neve] é imitar os infiéis e promover a luxúria e o erotismo", escreveu um comentarista .

source: It was the second time the town had come under attack by Boko Haram since Friday.
pt: Boko Haram ataca cidade do Níger pela terceira vez desde sábado

source: LOS ANGELES (Reuters) - Sony Pictures cleared the way for the release of "The Interview" on Dec. 25 less than a week after pulling the comedy's planned release following a devastating cyberattack, a Dallas cinema set to screen the film said on Tuesday.
pt: LOS ANGELES (Reuters) - A Sony Pictures abriu caminho para o lançamento do filme "A Entrevista" em 25 de dezembro, menos de uma semana depois de cancelar a divulgação da comédia devido a um ataque cibernético devastador, informaram nesta terça-feira o estúdio e uma rede de cinema de Dallas que vai exibir o filme.

source: Women cannot do all the work done by men, he added, because it was against their "delicate nature".
pt: "Não se pode pedir que uma mulher faça todos os tipos de trabalho que um homem faz", acrescentou.

source: Greek Prime Minister Alexis Tsipras will show Chancellor Angela Merkel a long list of reforms aimed at restoring his country's finances to health during a visit to Berlin on Monday evening.
pt: A chanceler da Alemanha, Angela Merkel, se reuniu hoje com o primeiro-ministro da Grécia, Alexis Tsipras, antes de um encontro de líderes da União Europeia em Bruxelas, disse ela durante entrevista coletiva .

source: Boko Haram seizes army base in northeast Nigeria Sun, Jan 4 2015
pt: Boko Haram toma base de força internacional no nordeste da Nigéria

source: The Israeli delegation is expected to demand the disarmament of the Gaza Strip, while Hamas will demand the construction of a seaport, the operation of the airport and the release of Palestinian prisoners in exchange for delivery of the bodies of Israeli soldiers.
pt: Entre esses assuntos estão a construção de um porto, a reabertura do aeroporto da Faixa de Gaza e a troca de prisioneiros palestinos pelos restos mortais de soldados israelenses.

source: "The new livery improves the MP4-30's visual impact, optimising it for not only bright sunshine but also for the floodlights increasingly used in twilight and night races," the team said in a statement.
pt: “Nós revimos as cores do nosso carro, melhorando seu impacto visual e deixando-o melhor não apenas para a luz do sol, mas também para as de iluminação, cada vez mais usadas em corridas noturnas e no crepúsculo .

source: "The new livery improves the MP4-30’s visual impact, optimising it for not only bright sunshine but also for the floodlights increasingly used in twilight and night races," the team said in a statement.
pt: “Nós revimos as cores do nosso carro, melhorando seu impacto visual e deixando-o melhor não apenas para a luz do sol, mas também para as de iluminação, cada vez mais usadas em corridas noturnas e no crepúsculo .

source: Soccer fans at the 2018 World Cup could find themselves sleeping on boats or pitching tents in Soviet-era summer camps as Russia reins in spending on the tournament by cutting back on the number of hotels.
pt: MOSCOU/NIZHNY NOVGOROD, Rússia (Reuters) - Os torcedores de futebol que forem à Copa do Mundo de 2018 podem se ver obrigados a dormir em barcos ou montar barracas nos campos de verão da época soviética na Rússia, que procura reduzir os gastos com o torneio freando a construção de hotéis.

source: The full breakdown of the nationalities among the nine foreigners was not immediately known but an American, a British citizen, an Italian and four Indian nationals have been confirmed dead.
pt: Dentre os estrangeiros mortos, sendo sete homens e duas mulheres, sabe-se haver pelo menos um americano, um britânico, um italiano e quatro indianos .

source: In addition to its own quality hiccups, Honda has been hit hard by a multi-million-vehicle recall across a dozen automakers to replace potentially faulty air bags made by Takata Corp
pt: Os problemas de qualidade da Honda têm sido agravados por recalls de milhões de veículos para substituir air bags potencialmente defeituosos fabricados pela fornecedora Takata nos últimos anos.

source: Varoufakis said Sunday after a meeting with IMF Chief Christine Lagarde that Greece intends to meet its obligations to its creditors, moving to quell fears of a default ahead of a $495 million IMF loan repayment later this week.
pt: Varoufakis afirmou no domingo, após reunião com a diretora-gerente do Fundo Monetário Internacional, Christine Lagarde, que a Grécia pretende cumprir todas as obrigações com todos os seus credores, em uma ação para acalmar os temores de um possível default antes do pagamento de um empréstimo do FMI de 450 milhões de euros ainda nesta semana.
